
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу определнию состояния здоровья!'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\nПроба Руфье представляет собой нагрузочный процесс, предназначенный для оценки работоспосоности сердца при физической нагрузке.\nУ испытуемого, находящегося в положении лёжа на спине в течении 5 мин, определяют частоту пульса за 15 секунд.\nПосле окончания нагрузи испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд.\nА потом - за последние 15 секунд первой минуты периода восстановления.\nВажно! Если в процессе вроведеия почувствуете себя плохо (появятся головокружение,шум в ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу' 
txt_title = 'Здоровье'
txt_name = ''
txt_hintname = "Ф.И.О"
txt_FIO = 'Введите Ф.И.О'
txt_age = 'Полных лет:'
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замеьте пульс за 15 секунд. Нажмите кнопку "Начать первы тест" чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания"\nчтобы запустить счётчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд минуты.\nНажмите на кнопку "Начать финаьный тест" чтобы запустить таймер.\nЗеленым обозначены секунды, в течении которых необходимо\nпроводить измерения, чёрным - минуты без замера пульсаций.Результаты запишите в соответсвующие поля. '
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_knopka1 = 'Начать первый тест'
txt_knopka2 = 'Начать делать приседания'
txt_knopka3 = 'Начать финальный тест'
txt_knopka4 = 'Отправить результаты'
txt_timer = '00:00:15'
txt_starttest1 = ''
txt_starttest2 = ''
txt_starttest3 = ''


txt_finalwin = 'Индекс:'
txt_index = 'Результат:'
txt_workheart = ''